---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurveUtslope
source: html/ad1818a0-d263-1fd4-8d29-96fbddce236d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurveUtslope Property

"Slope"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurveUtslope { get; }
```